{
    "categories": {
      "Flirtigt och självironiskt": [
        "Har skickat ett sms till fel person som blev riktigt pinsamt.",
        "Har flirtat med någon bara för att få en gratis drink.",
        "Har ångrat ett fyllesms nästa dag.",
        "Har ghostat någon efter en dejt.",
        "Har kysst någon och glömt deras namn direkt efteråt.",
        "Har dejtat två personer samtidigt.",
        "Har varit kär i sin bästa kompis.",
        "Har ångrat ett 'det är komplicerat'-förhållande.",
        "Har stulit någons plats i kön för att komma in på en klubb.",
        "Har 'råkat' glömma bort att betala för en drink."
      ],
      "Fyllehistorier och party-kaos": [
        "Har krävt att DJ:n spelar ens favoritlåt flera gånger.",
        "Har somnat på en offentlig plats efter en utekväll.",
        "Har blivit utkastad från en klubb eller bar.",
        "Har spytt och försökt spela det coolt.",
        "Har tappat bort sin telefon under en kväll och hittat den på en väldigt konstig plats.",
        "Har dansat på ett bord och ångrat det dagen efter.",
        "Har varit den som startade en kedja av shots som ingen egentligen ville ta.",
        "Har låtsats känna någon bara för att komma in på en VIP-avdelning.",
        "Har snubblat på dansgolvet och låtsats att det var en 'dansrörelse'.",
        "Har tagit ett drinkglas med sig hem från en bar."
      ],
      "Vågade bekännelser": [
        "Har gjort något opassande i en hiss.",
        "Har haft en 'hemlig' crush på någon på förfesten.",
        "Har kysst två personer på samma kväll.",
        "Har gått hem med någon och glömt deras namn.",
        "Har skickat en bild till någon och ångrat det omedelbart.",
        "Har använt en dålig ursäkt för att slippa sova kvar hos någon.",
        "Har haft en hemlig 'affär' på jobbet eller i skolan.",
        "Har låtsats att vara någon annan för att imponera.",
        "Har varit otrogen mot en partner.",
        "Har dejtat någon som är mycket äldre eller yngre."
      ],
      "Alla har gjort det – eller?": [
        "Har stalkat någons ex på sociala medier.",
        "Har skrivit ett passivt-aggressivt meddelande till någon.",
        "Har råkat gilla en gammal bild på någons Instagram.",
        "Har ljugit om att man sett en film för att verka cool.",
        "Har kollat upp någon man träffade en gång på LinkedIn.",
        "Har fejkat att man inte sett ett meddelande för att slippa svara.",
        "Har skärmdumpat en konversation för att skicka till en kompis.",
        "Har blivit sur över att någon inte svarade, men själv gjort samma sak.",
        "Har lånat någons kläder och aldrig lämnat tillbaka dem.",
        "Har fejkat att man gillade någons matlagning."
      ],
      "Partyprovokatörer": [
        "Har förstört någon annans drink av misstag (eller med flit).",
        "Har stulit någons plats på dansgolvet.",
        "Har börjat ett drama bara för att få mer uppmärksamhet.",
        "Har spillt något dyrt på någon annan.",
        "Har sagt något provocerande bara för att starta en diskussion.",
        "Har lämnat någon ensam på en fest utan att säga till.",
        "Har blockerat någon på sociala medier efter en utekväll.",
        "Har snott något litet från en vän (som ett glas eller en tröja).",
        "Har gett ut ett falskt namn eller nummer.",
        "Har flirtat med någon som redan var i ett förhållande."
      ],
      "Riskabla beslut": [
        "Har bokat en spontantaxi till ett helt annat ställe under kvällen.",
        "Har glömt var man bor och fått någon att följa en hem.",
        "Har kysst en främling i en bar.",
        "Har gått ut på en utekväll utan att berätta för någon.",
        "Har betalat alldeles för mycket för en shot bara för att imponera.",
        "Har gått till en efterfest och ångrat det omedelbart.",
        "Har ljugit om sin ålder för att komma in någonstans.",
        "Har låtsats vara 'spik nykter' för att övertyga vakten.",
        "Har tagit hem någon bara för att sedan ångra det direkt.",
        "Har glömt hela kvällen och fått återberättad version av kompisar."
      ],
      "Lite extra saftigt": [
        "Har flirtat med en kompis ex.",
        "Har varit otrogen på en förfest.",
        "Har spelat ett vågat sanning eller konsekvens-spel.",
        "Har kysst någon bara för att göra någon annan avundsjuk.",
        "Har gått på en dejt som började med en förfest.",
        "Har pratat om någon på förfesten utan att inse att de hörde.",
        "Har ljugit om att vara singel när man inte var det.",
        "Har skickat en 'kom över'-inbjudan på fyllan.",
        "Har blivit nekad av någon man var säker på skulle säga ja.",
        "Har pratat öppet om sitt sexliv inför nya människor."
      ],
      "Mer pinsam än cool": [
        "Har sagt fel namn till någon man flirtat med.",
        "Har ramlat i högklackat eller klumpiga skor.",
        "Har glömt vad man pratade om mitt i en konversation.",
        "Har spillt vin på någons kläder och försökt låtsas som ingenting.",
        "Har dragit ett skämt som ingen skrattade åt.",
        "Har råkat säga något väldigt opassande högt.",
        "Har försökt härma en dansrörelse och misslyckats totalt.",
        "Har blivit överförfriskad och sjungit karaoke ofrivilligt.",
        "Har gjort en episk entré på festen men genast förstört den.",
        "Har haft läppstift på tänderna hela kvällen utan att någon sa till."
      ],
      "Spicy frågor om andra": [
        "Tror att de är bäst på att dansa men är egentligen medioker.",
        "Har alltid drama med sitt ex.",
        "Är den som mest sannolikt flirtar med någon okänd ikväll.",
        "Kommer att skicka ett pinsamt sms innan kvällen är över.",
        "Är mest trolig att vakna på någon annans soffa imorgon.",
        "Kommer att köpa shots för att 'imponera'.",
        "Är mest sannolikt att försvinna på efterfesten.",
        "Kommer att vara den som förstör ett drickspel för alla andra.",
        "Är den som vaknar med okända saker i sina fickor imorgon.",
        "Kommer att starta ett dansbattle under kvällen."
      ],
      "Partyklassiker": [
        "Har den värsta fylleångesten på måndagar.",
        "Har någon gång tappat bort sina skor efter en utekväll.",
        "Är mest trolig att ta över som DJ.",
        "Har redan planerat vilken bakismat de ska äta imorgon.",
        "Har glömt något viktigt på en bar (typ jackan eller väskan).",
        "Är mest trolig att börja prata med någon på toaletten.",
        "Har låtsats förstå ett drickspel men egentligen inte haft en aning.",
        "Är den som börjar med shots och ångrar det först.",
        "Kommer att dansa som om ingen ser, men alla ser.",
        "Är mest trolig att vara den sista att lämna festen."
      ]
    }
  }
  