{
    "categories": {
      "Flirty and Self-Ironic": [
        "Have sent a text to the wrong person that was really embarrassing.",
        "Have flirted with someone just to get a free drink.",
        "Have regretted a drunk text the next day.",
        "Have ghosted someone after a date.",
        "Have kissed someone and immediately forgotten their name.",
        "Have dated two people at the same time.",
        "Have been in love with their best friend.",
        "Have regretted a 'it's complicated' relationship.",
        "Have cut in line at the club to get in faster.",
        "Have 'accidentally' forgotten to pay for a drink."
      ],
      "Drunken Stories and Party Chaos": [
        "Have demanded the DJ to play their favorite song multiple times.",
        "Have fallen asleep in a public place after a night out.",
        "Have been kicked out of a club or bar.",
        "Have thrown up and tried to play it cool.",
        "Have lost their phone during the night and found it in a very strange place.",
        "Have danced on a table and regretted it the next day.",
        "Have started a chain of shots that no one actually wanted.",
        "Have pretended to know someone to get into the VIP section.",
        "Have tripped on the dance floor and played it off as a 'dance move.'",
        "Have taken a drink glass home from a bar."
      ],
      "Bold Confessions": [
        "Have done something inappropriate in an elevator.",
        "Have had a 'secret' crush on someone at the pre-party.",
        "Have kissed two people in the same night.",
        "Have gone home with someone and forgotten their name.",
        "Have sent a picture to someone and immediately regretted it.",
        "Have used a bad excuse to avoid staying the night at someone's place.",
        "Have had a secret affair at work or school.",
        "Have pretended to be someone else to impress others.",
        "Have cheated on a partner.",
        "Have dated someone significantly older or younger."
      ],
      "Everyone Have Done It Or Have They?": [
        "Have stalked someone's ex on social media.",
        "Have written a passive-aggressive message to someone.",
        "Have accidentally liked an old photo on someone's Instagram.",
        "Have lied about seeing a movie to seem cool.",
        "Have looked up someone they met once on LinkedIn.",
        "Have pretended not to see a message to avoid replying.",
        "Have screenshotted a conversation to share with a friend.",
        "Have gotten upset when someone didn't reply but done the same thing.",
        "Have borrowed someone's clothes and never returned them.",
        "Have faked liking someone's cooking."
      ],
      "Party Troublemakers": [
        "Have ruined someone else's drink by accident (or on purpose).",
        "Have stolen someone's spot on the dance floor.",
        "Have started drama just to get more attention.",
        "Have spilled something expensive on someone else.",
        "Have said something provocative just to start a discussion.",
        "Have left someone alone at a party without saying anything.",
        "Have blocked someone on social media after a night out.",
        "Have taken something small from a friend (like a glass or shirt).",
        "Have given out a fake name or number.",
        "Have flirted with someone already in a relationship."
      ],
      "Risky Decisions": [
        "Have booked a spontaneous taxi to a completely different place during the night.",
        "Have forgotten where they live and needed someone to guide them home.",
        "Have kissed a stranger at a bar.",
        "Have gone out for a night without telling anyone.",
        "Have paid way too much for a shot just to impress someone.",
        "Have gone to an afterparty and immediately regretted it.",
        "Have lied about their age to get into a place.",
        "Have pretended to be 'completely sober' to convince the bouncer.",
        "Have taken someone home only to regret it immediately.",
        "Have forgotten the entire night and had friends recount it for them."
      ],
      "Extra Spicy": [
        "Have flirted with a friend's ex.",
        "Have cheated on someone at a pre-party.",
        "Have played a risky truth-or-dare game.",
        "Have kissed someone just to make someone else jealous.",
        "Have gone on a date that started with a pre-party.",
        "Have talked about someone at the pre-party without realizing they were listening.",
        "Have lied about being single when they weren't.",
        "Have sent a 'come over' text while drunk.",
        "Have been rejected by someone they were sure would say yes.",
        "Have openly talked about their sex life in front of new people."
      ],
      "More Embarrassing Than Cool": [
        "Have said the wrong name to someone they were flirting with.",
        "Have fallen in high heels or awkward shoes.",
        "Have forgotten what they were talking about mid-conversation.",
        "Have spilled wine on someone's clothes and pretended it didn't happen.",
        "Have told a joke that no one laughed at.",
        "Have accidentally said something very inappropriate out loud.",
        "Have tried to mimic a dance move and completely failed.",
        "Have gotten overly drunk and involuntarily sung karaoke.",
        "Have made an epic entrance to the party but ruined it immediately.",
        "Have had lipstick on their teeth the whole night without anyone telling them."
      ],
      "Spicy Questions About Others": [
        "Thinks they are the best dancer but are actually average.",
        "Always Have drama with their ex.",
        "Is most likely to flirt with a stranger tonight.",
        "Will send an embarrassing text before the night is over.",
        "Is most likely to wake up on someone else's couch tomorrow.",
        "Will buy shots to 'impress' others.",
        "Is most likely to disappear at the afterparty.",
        "Will be the one to ruin a drinking game for everyone else.",
        "Will wake up with unknown things in their pockets tomorrow.",
        "Will start a dance battle during the night."
      ],
      "Party Classics": [
        "Have the worst hangover anxiety on Mondays.",
        "Have lost their shoes after a night out.",
        "Is most likely to take over as DJ.",
        "Have already planned their hangover food for tomorrow.",
        "Have forgotten something important at a bar (like a jacket or bag).",
        "Is most likely to start chatting with someone in the bathroom.",
        "Have pretended to understand a drinking game but really had no idea.",
        "Is the one to start with shots and regret it first.",
        "Will dance like no one is watching, but everyone is.",
        "Is most likely to be the last one to leave the party."
      ]
    }
  }