{
    "categories": {
      "Flirty and Self-Ironic": [
        "Has sent a text to the wrong person that was really embarrassing.",
        "Has flirted with someone just to get a free drink.",
        "Has regretted a drunk text the next day.",
        "Has ghosted someone after a date.",
        "Has kissed someone and immediately forgotten their name.",
        "Has dated two people at the same time.",
        "Has been in love with their best friend.",
        "Has regretted a 'it's complicated' relationship.",
        "Has cut in line at the club to get in faster.",
        "Has 'accidentally' forgotten to pay for a drink."
      ],
      "Drunken Stories and Party Chaos": [
        "Has demanded the DJ to play their favorite song multiple times.",
        "Has fallen asleep in a public place after a night out.",
        "Has been kicked out of a club or bar.",
        "Has thrown up and tried to play it cool.",
        "Has lost their phone during the night and found it in a very strange place.",
        "Has danced on a table and regretted it the next day.",
        "Has started a chain of shots that no one actually wanted.",
        "Has pretended to know someone to get into the VIP section.",
        "Has tripped on the dance floor and played it off as a 'dance move.'",
        "Has taken a drink glass home from a bar."
      ],
      "Bold Confessions": [
        "Has done something inappropriate in an elevator.",
        "Has had a 'secret' crush on someone at the pre-party.",
        "Has kissed two people in the same night.",
        "Has gone home with someone and forgotten their name.",
        "Has sent a picture to someone and immediately regretted it.",
        "Has used a bad excuse to avoid staying the night at someone's place.",
        "Has had a secret affair at work or school.",
        "Has pretended to be someone else to impress others.",
        "Has cheated on a partner.",
        "Has dated someone significantly older or younger."
      ],
      "Everyone Has Done It Or Have They?": [
        "Has stalked someone's ex on social media.",
        "Has written a passive-aggressive message to someone.",
        "Has accidentally liked an old photo on someone's Instagram.",
        "Has lied about seeing a movie to seem cool.",
        "Has looked up someone they met once on LinkedIn.",
        "Has pretended not to see a message to avoid replying.",
        "Has screenshotted a conversation to share with a friend.",
        "Has gotten upset when someone didn't reply but done the same thing.",
        "Has borrowed someone's clothes and never returned them.",
        "Has faked liking someone's cooking."
      ],
      "Party Troublemakers": [
        "Has ruined someone else's drink by accident (or on purpose).",
        "Has stolen someone's spot on the dance floor.",
        "Has started drama just to get more attention.",
        "Has spilled something expensive on someone else.",
        "Has said something provocative just to start a discussion.",
        "Has left someone alone at a party without saying anything.",
        "Has blocked someone on social media after a night out.",
        "Has taken something small from a friend (like a glass or shirt).",
        "Has given out a fake name or number.",
        "Has flirted with someone already in a relationship."
      ],
      "Risky Decisions": [
        "Has booked a spontaneous taxi to a completely different place during the night.",
        "Has forgotten where they live and needed someone to guide them home.",
        "Has kissed a stranger at a bar.",
        "Has gone out for a night without telling anyone.",
        "Has paid way too much for a shot just to impress someone.",
        "Has gone to an afterparty and immediately regretted it.",
        "Has lied about their age to get into a place.",
        "Has pretended to be 'completely sober' to convince the bouncer.",
        "Has taken someone home only to regret it immediately.",
        "Has forgotten the entire night and had friends recount it for them."
      ],
      "Extra Spicy": [
        "Has flirted with a friend's ex.",
        "Has cheated on someone at a pre-party.",
        "Has played a risky truth-or-dare game.",
        "Has kissed someone just to make someone else jealous.",
        "Has gone on a date that started with a pre-party.",
        "Has talked about someone at the pre-party without realizing they were listening.",
        "Has lied about being single when they weren't.",
        "Has sent a 'come over' text while drunk.",
        "Has been rejected by someone they were sure would say yes.",
        "Has openly talked about their sex life in front of new people."
      ],
      "More Embarrassing Than Cool": [
        "Has said the wrong name to someone they were flirting with.",
        "Has fallen in high heels or awkward shoes.",
        "Has forgotten what they were talking about mid-conversation.",
        "Has spilled wine on someone's clothes and pretended it didn't happen.",
        "Has told a joke that no one laughed at.",
        "Has accidentally said something very inappropriate out loud.",
        "Has tried to mimic a dance move and completely failed.",
        "Has gotten overly drunk and involuntarily sung karaoke.",
        "Has made an epic entrance to the party but ruined it immediately.",
        "Has had lipstick on their teeth the whole night without anyone telling them."
      ],
      "Spicy Questions About Others": [
        "Thinks they are the best dancer but are actually average.",
        "Always has drama with their ex.",
        "Is most likely to flirt with a stranger tonight.",
        "Will send an embarrassing text before the night is over.",
        "Is most likely to wake up on someone else's couch tomorrow.",
        "Will buy shots to 'impress' others.",
        "Is most likely to disappear at the afterparty.",
        "Will be the one to ruin a drinking game for everyone else.",
        "Will wake up with unknown things in their pockets tomorrow.",
        "Will start a dance battle during the night."
      ],
      "Party Classics": [
        "Has the worst hangover anxiety on Mondays.",
        "Has lost their shoes after a night out.",
        "Is most likely to take over as DJ.",
        "Has already planned their hangover food for tomorrow.",
        "Has forgotten something important at a bar (like a jacket or bag).",
        "Is most likely to start chatting with someone in the bathroom.",
        "Has pretended to understand a drinking game but really had no idea.",
        "Is the one to start with shots and regret it first.",
        "Will dance like no one is watching, but everyone is.",
        "Is most likely to be the last one to leave the party."
      ]
    }
  }